;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: UGLT
; TranslationAuthorEmail: info@uglt.org
; TranslationAuthorWeb: http://www.uglt.org
; Soft Version: 1.09.18
; Update: 2013-01-05
;
[GUI]
ButtonYes=დიახ
ButtonNo=არა
ButtonOK=კარგი
ButtonMinimize=ჩაკეცვა
ButtonMaximize=გაშლა
ButtonClose=დახურვა
ButtonRestore=აღდგენა
ButtonMenu=მენიუ

[Lang]
NativeLanguage=ქართული
[Translation]
LangCode=0437
ReadHabit=მარცხნიდან მარჯვნივ
LanguageName=KA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=UTF-8
Information=ინფორმაცია
Warning=გაფრთხილება
Error=შეცდომა
Confirm=დამოწმება
CurVer=ვერსია: 

;
; About
;
FrmGBAbout.caption=პროგრამის შესახებ
FrmGBAbout.btnok.caption=კარგი
FrmGBAbout.lblver.caption=ვერსია：
FrmGBAbout.lblemail.caption=მხარდაჭერა：
FrmGBAbout.lblhome.caption=ვებ-ვერდი：
FrmGBAbout.lblthank.caption=დახმარებისთვის მადლობას ვუხდით შემდეგ მომხმარებლებს:
;
; Popup Menu
;
pmHelp=ინტერნეტ-დახმარება
pmHome=მთავარი გვერდი
pmCheckNew=განახლების შემოწმება
pmLang=ენა
pmAbout=ჩვენს შესახებ
pmCheckNew=განახლების შემოწმება
pmrun=გაშვება
pmadd=დამატება
pmdel=წაშლა
pminfo=ინფორმაცია
pmEndProcess=პროცესის დასრულება
pmExclude=გამორიცხვა
pmNoExclude=გამორიცხვის გაუქმება
pmGoogle=Google-ით ძებნა


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=თამაშები
FrmGBMain.BtnTabOpt.Caption=სისტემის გამართვა
FrmGBMain.BtnTabProcess.Caption=პროცესების გამართვა
FrmGBMain.BtnTabService.Caption=სერვისების გამართვა
FrmGBMain.Btnlikeit.Caption=მოიწონეთ
FrmGBMain.BtnRestore.Caption=აღდგენა

;
; Like Us
;
FrmLikeit.lblTitle.caption=თუ მოგწონთ Wise Game Booster, ურჩიეთ იგი თქვენს საყვარელ ადამიანებს.
FrmLikeit.lblInfo.caption=გაუზიარეთ Wise Game Booster მეგობრებს, ოჯახის წევრებს, კლასელებს და კოლეგებს ელ.ფოსტით, ბლოგით, Twitter-ით, YouTube-ით, Facebook-ით და შეიტანეთ სიახლე მათ ცხოვრებაში.
FrmLikeit.lblRate.caption=შეაფასეთ Wise Game Booster: 
FrmLikeit.lblfollow.caption=გამოგვყევით: 
FrmLikeit.lblshare.caption=გააზიარეთ Wise Game Booster: 
FrmLikeit.btndownload.caption=უფასოდ გადმოწერა
FrmLikeit.imgrate.hint=მოგვეცით 5 ვარსკვლავი CNET-ზე
FrmLikeit.imgmail.hint=გაუზიარეთ მეგობრებს
FrmLikeit.imgface1.hint=გააზიარეთ Facebook-ზე
FrmLikeit.imgface2.hint=მოიწონეთ Facebook-ზე
FrmLikeit.imgtwitter1.hint=გააზიარეთ Twitter-ზე
FrmLikeit.imgtwitter2.hint=გამოგვყევით Twitter-ზე
FrmLikeit.Caption=მოიწონეთ
FrmLikeit.lbldownload.caption=გადმოწერეთ სხვა უფასო პროგრამა WiseCleaner.com-იდან

;
; gameinfo
;
FrmGameinfo.caption=ინფორმაცია
FrmGameinfo.lbltype.caption=სახეობა:
FrmGameinfo.lblname.caption=ფაილის სახელი:
FrmGameinfo.lblPublisher.caption=შემქმნელი:
FrmGameinfo.lbltimes.caption=გაშვება:
FrmGameinfo.lbllasttime.caption=ბოლოს გაეშვა:
FrmGameinfo.lblrate.caption=რეიტინგი:
FrmGameinfo.lblcomment.caption=ჩანაწერი:
FrmGameinfo.btnok.caption=კარგი
FrmGameinfo.btncancel.caption=გაუქმება
;
;GameBox
;
FrmGameBox.btnsysopt.caption=ოპტიმიზაცია
FrmGameBox.btnProcessopt.caption=ოპტიმიზაცია
FrmGameBox.btnServiceopt.caption=ოპტიმიზაცია
FrmGameBox.btnopt.caption=ოპტიმიზაცია

;
;sysopt
;
FrmSysOpt.btnopt.caption=ოპტიმიზაცია
FrmSysOpt.lblhint.caption=თამაშის წარმადობისთვის ოპტიმიზაცია გაუკეთეთ შემდეგ ელემენტებს.
FrmSysOpt.lblreall.caption=ოპტ. გაუქმება
;
;processopt
;
FrmProcess.lblhint.caption=თამაშის დასაჩქარებლად გათიშეთ პროგრამები, რომლებიც მოიხმარენ ბევრ ოპ.მეხსიერებას. 
ProcessCpu=პროცესორი
ProcessMemory=ოპ.მეხსიერება
ProcessSuggest=რეკომენდებულია
ProcessAction=პროცესის მართვა
ProcessMostMemUse=ეს პროგრამები მოიხმარენ ბევრ ოპ.მეხსიერებას
;
;Serviceopt
;
FrmService.lblhint.caption=თამაშის დასაჩქარებლად შეუსაბამო სერვისების გათიშვა. 
ServicePublisher=შემქმნელი
ServiceSuggest=რეკომენდებულია
ServiceAction=სერვისის მართვა
ServiceStop=შეუსაბამო სერვისების გაჩერება
ServiceDisable=გაჩერება
ServiceEnable=ჩართვა
ServiceKeep=გამოტოვება
ServiceMust=უნდა მუშაობდეს

;
;serviceRestore
;
Frmrestore.Btnreall.caption=ყველას გაშვება
Frmrestore.caption=გაშვება
Frmrestore.Btnok.caption=კარგი
ServiceName=სახელი
ServiceChangeDateTime=ბოლო ცვლილება
ServiceRestore=გაშვება

[GameBox]
GameUnknow=უცნობია
GameRPG=როლებრივი თამაში
GameShot=სროლა
GameOther=სხვა თამაშები
NeverPlay=არ გითამაშიათ
UnknowPublisher=გამომშვები უცნობია
lstbtnadd=დამატება
LblSysopt=სისტემის ოპტიმიზაცია
LblProcessopt=პროცესების მართვა
LblServiceopt=სერვისის ოპტიმიზაცია
LblTitleCheck=მიმდინარეობს კომპიუტერის წარმადობის შემოწმება...

[message]
FirRun=პირველად ჩართვისას გსურთ, დაინსტალებული თამაშების აღმოჩენა?
NoNewVer=გილოცავთ! თქვენ იყენებთ ბოლო ვერსიას.
CheckComputer=მიმდინარეობს კომპიუტერის წარმადობის შემოწმება...
SearchGame=მიმდიანრეობს დაინსტალებული თამაშების ძებნა...
Allgood=გილოცავთ! კომპიუტერს ოპტიმიზაცია არ სჭირდება. 
SysGood=გილოცავთ! სისტემას ოპტიმიზაცია არ სჭირდება. 
ProcessGood=გილოცავთ! პროცესების ოპტიმიზაცია არ არის საჭირო. 
ServiceGood=გილოცავთ! სერვისებს ოპტიმიზაცია არ არის საჭირო.
HaveProblem=ნაპოვნია %d პრობლემა! გასასწორებლად დააჭირეთ ღილაკს "ოპტიმიზაცია".
sysProblem=ოპტიმიზაცია სჭირდება %d ელემენტს.
Processproblem=მეხსიერების გამოსათავისუფლებლად საჭიროა %d პროცესის გათიშვა.
Serviceproblem=შესაძლებელია %d სერვისის გათიშვა.
DeleteGame=გსურთ თამაშის წაშლა?
HaveOpt=ოპტიმიზებულია
btnRestore=გაშვება
btnOpt=ოპტიმიზაცია
BtnAction=ქმედება
BtnStop=შეწყვეტა
SuggestClose=დასრულება
SuggestKeep=უგულებელყოფა
haveStoped=გაჩერდა
HaveRun=გაეშვა
BtnRun=გაშვება
HaveFail=არ გაჩერდა
OptComputer=მიმდინარეობს ოპტიმიზაცია...
AllgoodAfterOpt=ოპტიმიზაცია დასრულდა, გამოთავისუფლდა %s მბ ოპ.მეხსიერება. შეგიძლიათ ითამაშოთ!
AllgoodAfterManualOpt=გილოცავთ! ოპტიმიზაცია არ არის საჭირო. შეგიძლიათ ითამაშოთ!
HaveProblemAfterOpt=%d ელემენტის ოპტიმიზაცია არ მოხდა. გათავისუფლდა %s მბ ოპ.მეხსიერება.


[sysopt]
SystemStable=სისტემის სტაბილურობა
SystemSpeedup=სისტემის დაჩქარება
NetworkSpeedup=ქსელის დაჩქარება
AutoKill=სისტემის მარცხის თავიდან ასაცილებლად, უპასუხო პროგრამების ავტომატურად გათიშვა
RestartExplorer=სამუშაო მაგიდის მოულოდნელად გაქრობის თავიდან ასაცილებლად Windows Explorer-ის ავტომატურად გადატვირთვა
TwoProcess=სისტემის კონფლიქტის თავიდან ასაცილებლად Windows Explorer-ის ცალკე პროცესად გაშვება
ErrorReport=სისტემის წარმადობის გასაზრდელად შეცდომის ანგარიშგების გათიშვა
Debugger=შეცდომების დამუშავების დასაჩქარებლად  გამმართველის გათიშვა
OptMemory=სისტემის წარმადობისთვის მეხსიერების სტანდარტული პარამეტრების ოპტიმიზაცია
OptVEff=სისტემის რეაქციის გასაუმჯობესებლად გამოსახულების (დიალოგები, მენიუები და სხვა) ოპტიმიზაცია
OptFileSystem=სისტემის წარმადობისთვის ფაილური სისტემის ოპტიმიზაცია
OptDiskSystem=სისტემის წარმადობის გასაუმჯობესებლად დისკის შეტანა/გამოტანის ქვესისტემის ოპტიმიზაცია
DisAutoRun=ვირუსული ინფექციების თავიდან ასაცილებლად "ავტოგაშვების" გათიშვა
OptTTL=ქსელის წარმადობის გასაუმჯობესებლად TTL-ის პარამეტრების ოპტიმიზაცია
OptNetForward=ქსელის წარმადობის გასაუმჯობესებლად ქსელის გადამისამართების ოპტიმიზაცია
OptMTU=TCP/IP ოქმების ოპტიმიზაციისთვის MTU-ში "შავი ხვრელების" ავტომატურად აღმოჩენა და ამოვსება
OptWINS=გადაცემის სიხშირის გასაზრდელად WINS-ის სახელის მოთხოვნის დროის ოპტიმიზაცია
OptNetWork=გადაცემის წარმადობისთვის ქსელის პარამეტრების ოპტიმიზაცია
CloseAnimate=ფანჯრის ჩაკეცვის და გახსნის ანიმაციის გათიშვა
PagingExecutive=პროგრამის მუშაობის გსაუმჯობესებლად მეხსიერების დანომვრის გათიშვა და დისკის შეტანა/გამოტანის სიჩქარის ოპტიმუზაცია (უგულებელყავით, თუ ფიზიკური მეხსიერება აჭარბებს 1გბ-ს)
StaticIP=სისტემის ჩატვირთვის დასაჩქარებლად დააყენეთ სტატიკური IP-მისამართი
PorcessorTime=თამაშების და პროგრამების გლუვად გასაშვებად პროცესორის წარმადობის ოპტიმიზაცია. (უგულებლყავით თუ თქვენი კომპიუტერი სერვერია.)
DisableIDECheck=სისტემის ჩატვირთვის დასაჩქარებლად IDE არხის შემოწმების გათიშვა
ForeAppSpeed=ფონური პროგრამების გამოხმაურების დაჩქარება
AeroPeek=Aero Peek-ის მუშაობის დაჩქარება



